NixOS/benchmarks/HPC/openfoam/OpenFOAM-v2306/tutorials/compressible/rhoPimpleFoam/RAS/angledDuct/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

restore0Dir

runApplication blockMesh

runApplication $(getApplication)

#------------------------------------------------------------------------------
